Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: རྨོངས་པ ས་ ཚུལ་ཁྲིམས་ མ་ བསྲུངས་ ཤིང་ །_། སྡིག་པ་ མང་པོ་ བསགས་པ་ བྱས །_།
en: $489 “ ‘In delusion, you did not guard your discipline, But accumulated much negativity.

source: སྡིག་པ་ མང་པོ་ བསགས་པ་ ཡི །_། འབྲས་བུ་ དེ་ ནི་ ཉེ་བ ར་ གནས །_།
en: That heap of negative acts You are now seeing the results of.

source: དེ་ ལ་ བདག་ཅག་ རྒྱུ་ མེད་ དེ །_། འདི་ ནི་ ཁྱེད་ཅག་ ཉིད་ ཀྱི་ རྒྱུ །_།
en: $490 “ ‘In this we play no causal role— The causes all belong to you.

source: གང་དག་ སྡིག་པ འི་ ལས་ བྱེད་པ །_། དེ་ ནི་ལ ས་ དེ འི་ རྒྱུ་ ཡིན་ ནོ །_།
en: The perpetrator of the negative act Is the cause of that act.

source: སྲེད་པ འི་ ཞགས་པ ས་ བསླུས་པ་ ཡི །_། ཁྱེད་ ཀྱིས་ སྡིག་པ་ གང་ བྱས་པ །_། དེ་ ནི་ ཁྱེད་ ལ་ དྲག་ ཏུ་ འཚེད །_། ངེད་ ལ་ ཅི་ཞིག་ སྨྲ་བ ར་ བྱེད །_།
en: $491 “ ‘Deceived by the shackles of craving, You engaged in negative acts, And those acts now scorch you— Why are you talking to us?

source: སྡིག་པ་ རྒྱུ་ མེད་ མ་ ཡིན་ ཏེ །_། སྡིག་ མ་ བྱས་ ལ་ རྣམ་ མི་ སྨིན །_།
en: $492 “ ‘Negative acts are not without a cause And they do not ripen unless committed.

source: གང་ གིས་ སྡིག་པ་ གང་ བྱས་པ །_། དེ་ ལ་ དེ་ ནི་ ཡོངས་སུ་ སྨིན །_།
en: The doer of the negative action Is the one who reaps its ripening.

source: ཆང་ ནི་ དུག་ གི་ མཆོག་ ཡིན་ ཏེ །_། ཆང་ འཐུང་བ་ ལ་ བསྟེན་ མི་ བྱ །_།
en: $493 “ ‘Alcohol is the greatest of poisons; Hence, do not drink alcohol.

source: ཆང་ འཐུང་བ་ ལ་ བསྟེན་པ་ ནི །_། དགེ་བ འི་ ཆོས་ རྣམས་ ཉམས་པ ར་ འགྱུར །_།
en: Those who do so will experience The crumbling of virtuous qualities.

source: གང་ གིས་ རྟག་ ཏུ་ ཆང་ བསྟེན་པ །_། དེ་ ཡི་ བློ་ ནི་ མི་ བརྟན་ ཞིང་ །_། བློ་ ཡོ་བ་ ལ་ ཆོས་ མེད་ དེ །_།
en: $494 “ ‘Those who constantly partake of alcohol Will be weak-minded And their thoughts will be unstable and meaningless.

source: དེ་ལྟ་བས་ན་ ཆང་ སྤོངས་ ཤིག _།
en: Hence, give up alcohol!

source: ཉམས་ བྱེད་ ནང་ ན་ ཉམས་ མཆོག་ ནི །_། ཆང་ ཞེས་ མཁས་པ་ རྣམས་ ཀྱིས་ བཤད །_།
en: $495 “ ‘The wise explain that among all downfalls, Alcohol is the greatest.

source: མི་ལས་ ཉམས་པ ས་ ཉམས་ བྱེད་པ །། [178a] དེ་ལྟ་བས་ན་ ཆང་ མི་ བསྟེན །_། ཆང་ འཐུང་བ་ ལ་ སྟེན་ བྱེད་པ །_། མི་ སྡུག་ སྡིག་པ འི་ ཆོས་ ཡིན་ ཏེ །_།
en: As it causes you to lose your humanity, {{page:{number:193,id:UT22084-068-021-100219,folio:F.178.a,volume:V68}}} Do not drink alcohol. $496 “ ‘Indulging in alcohol Is repulsive and unwholesome.

source: དེ་ལྟ་བས་ན་ དུག་ ལྟ་བུ འི །_། ཆང་ འཐུང་བ་ ནི་ རྣམ་པར་ སྤོངས །_།
en: Therefore, give up drinking Poison-like alcohol!

source: ཆང་ འཐུང་བ་ ལ་ གནས་པ འི་ སྐྱོན །_། ནོར་ ཟད་ ངན་པ ར་ རྗོད་ བྱེད་ ཅིང་ །_། ལེ་ལོ་ ཤིན་ཏུ་ སྐྱེད་བྱེད་ པས །_། དེ་ལྟ་བས་ན་ དེ་ སྤོངས་ ཤིག _།
en: $497 “ ‘The faults of drinking alcohol Are that one’s wealth runs out, bad words proliferate, And laziness increases— Therefore, just give it up!

source: ཆང་ གིས་ འདོད་ཆགས་ སྐྱེད་བྱེད་ ཅིང་ །_། དེ་བཞིན་ ཁྲོ་ དང་ གཏི་མུག་ དག _། ཡང་ དང་ ཡང་ དུ་ སྐྱེད་བྱེད་ པས །_། དེ་ལྟ་བས་ན་ ཆང་ སྤོངས་ ཤིག _།
en: $498 “ ‘Alcohol induces desire, As well as anger and delusion, Bringing them forth again and again— Therefore, stop drinking alcohol!’

source: དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ ལ་ སྤྱོད་པ འི་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ སེམས་ཅན་ དམྱལ་བ་ སྐྲ་ མེ་ འབར་བ ར་ འཚེ་ ད་ དོ །_།
en: $499 “Thus, until their negative acts have been overcome, relinquished, and exhausted, these hell beings will continue to experience the effects of their own actions, aflame in the hell called Burning Hair.

source: དེ་དག་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན |#| དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ གང་ དུ་ རྣམ་པ་ ཐམས་ཅད་ དུ་ ཆང་ མེད་པ འི་ ཡུལ་ དེ་ལྟ་ བུར་ སྐྱེ་བ ར་ འགྱུར་ ཞིང་ གཟུགས་ དང་ རོ་ མངོན་པར་ ཤེས་པ ར་ མི་ འགྱུར་ རོ །_།
en: When at some point they escape from there, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human. |#| However, in terms of effects that accord with their causes, they will be born in a location where there is never any alcohol, and they will lack the perception of its form and taste.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ གཞན་ གང་ཞིག་ ཡོད་ སྙམ་ མོ །_།
en: $500 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will wonder what other such neighboring realms there may be.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ མེ འི་ ཕྱེ་མ་ སྲིན་བུ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: By means of knowledge derived from hearing, he will then perceive a realm known as Sparks and Parasites.

source: དེར་ སེམས་ཅན་ དག་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Examining what karmic actions may cause one to take birth there, he will come to see that resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct are relevant here in the same way as before.

source: ཆང་ འཚོང་བ་ ནི་ ཆུ་ མང་བ ར་ བྱེད་ ལ་ རིན་ཐང་ གཞན་ ཡིན་ ན་ གཞན་ དུ་ འཚོང་ སྟེ །_ དེ་ ལ་ སྐྱོན་ ཁ་ན་མ་ཐོ་བ་ བརྫུན་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ ཆང་ འཐུང་བ་ དེ་དག་ བྱུང་ ངོ་ །_།
en: Moreover, certain peddlers of alcohol will dilute their goods with water and sell them at an inflated price, thereby incurring the misdeeds of lying and stealing, as well as that of alcohol consumption.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་ [178b] འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ མེ འི་ ཕྱེ་མ་ སྲིན་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, {{page:{number:194,id:UT22084-068-021-100220,folio:F.178.b,volume:V68}}} they will fall into the lower realms, taking birth in the hell known as Sparks and Parasites.

source: ནད་ བཞི་ བརྒྱ་རྩ་ བཞི་ འབྱུང་ སྟེ །_
en: Four hundred and four diseases will afflict these hell beings:

source: རླུང་ ལས་ གྱུར་པ་ བརྒྱ་རྩ་ གཅིག་ དང་ །_ མཁྲིས་པ་ ལས་ གྱུར་པ་ བརྒྱ་རྩ་ གཅིག་ དང་ །_ བད་ཀན་ ལས་ གྱུར་པ་ བརྒྱ་རྩ་ གཅིག་ དང་ །_ འདུས་པ་ ལས་ གྱུར་པ་ བརྒྱ་རྩ་ གཅིག་ སྟེ །_ |#| སེམས་ཅན་ དམྱལ་བ་པ་ དག་ དང་ འཐུན་ པར་ འབྱུང་ ངོ་ །_། |#| གང་ ནད་ གཅིག་ གིས་ ཉི་མ་ གཅིག་ ཏུ་ འཛམ་བུ འི་ གླིང་ དང་ །_ བྱང་ གི་ སྒྲ་ མི་ སྙན་ དང་ །_ ནུབ་ ཀྱི་ བ་ལང་ སྤྱོད་ དང་ །_ ཤར་ གྱི་ ལུས་འཕགས་ ཀྱི་ མི་ དེ་དག་ ཀུན་ མ་ལུས་པ ར་ འཆི་བ ར་ བྱེད་པ འི་ ནད་ ཀྱི་ རྣམ་པ་ དེ་ལྟ་ བུ་ དག་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: one hundred and one are due to wind, one hundred and one are due to bile, one hundred and one are due to phlegm, and one hundred and one are due to their combinations. |#| Every one of these diseases that afflict the beings of this hell has the power to kill them in a single day. |#| This applies to all the humans in Jambudvīpa, as well as those living on Godānīya in the west, Videha in the east, and Kuru in the north.

source: གནོད་པ་ གཞན་དག་ ཡང་ དང་ ཡང་ དུ་ འབྱུང་ སྟེ །_ འདི་ལྟ་སྟེ །_ སེམས་ཅན་ དམྱལ་བ་པ་ རང་ གི་ ལུས་ དེ་དག་ ལ་ སྲིན་བུ་ དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ གང་ པགས་པ་ དང་ །_ ཁྲག་ དང་ །_ ཤ་ དང་ །_ ཚིལ་ དང་ །_ རུས་པ་ དང་ །_ རྐང་ དག་ ལ་ཕུག་ ཅིང་ ཕུག་ ཅིང་ འཐུང་ ངོ་ །_།
en: $502 “These beings will also be harmed in other ways, because worms invade their bodies, infesting and consuming their skin, blood, flesh, fat, bones, and bone marrow.

source: དེ་ལྟ ར་ མགོན་མེད་པ །_ གཤིན་རྗེ འི་ མིས་ འཇིགས་ ཤིང་ ངུ་སྐད་ འབྱིན་པ་ ན་ མེ འི་ གནོད་པ་ རྣམ་པ་ དུ་མ་ འབྱུང་ སྟེ །_
en: When they thus suffer helplessly and cry out in despair, the henchmen of the Lord of Death will subject them to numerous tortures with fire.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ མེ་ དེས་ སྲེག་ ཅིང་ འཚེད་ ལ་ རབ་ཏུ་ འབར་བ ར་ བྱེད་ དོ །_།
en: Until their karmic actions have been overcome, relinquished, and exhausted, they will continue to be burned, boiled, and set aflame.

source: དེ་དག་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_
en: $503 “Once they escape this hell, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: དེ་ ཆང་ གི་ ཉོ་ཚོང་ གི་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ སྡུག་བསྔལ་བ་ དང་ དབུལ་བ ར་ འགྱུར་ རོ །_།
en: Yet, as an effect that accords with their alcohol trading, they will thereafter live in suffering and poverty.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ ཀྱི་ མེ་ འབར་བ འི་ གཏུན་ཤིང་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $504 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Howling Hell, he will perceive a hell realm known as Flaming Iron Club.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་ [179a] པར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ །_ མང་ དུ་ བྱས་པ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ ཀྱི་ མེ་ འབར་བ འི་ གཏུན་ཤིང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ སྔ་མ་ བཞིན་ ནོ །_།
en: Inquiring into what karmic actions may cause one to take birth there, he will see that, just as in the previous cases, resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct {{page:{number:195,id:UT22084-068-021-100221,folio:F.179.a,volume:V68}}} will lead to birth in Flaming Iron Club.

source: སེང་གེ་ དང་ །_ སྟག་ དང་ །_ གཟིག་ དང་ །_ རི་སྐེགས་ དང་ །_ ཤང་ཤང་ཏེའུ་ དག་ ཆང་ གིས་ བྲིད་ དེ་ ཉམས་པ ར་ བྱས་ ལ་ བཟུང་ ནས་ བསད་པ་ གང་ཡིན་པ་ དེ་ ནི་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Moreover, those who hunt and kill lions, tigers, leopards, myna birds, or pheasants by intoxicating and sedating them with alcohol will be born in Flaming Iron Club.

source: ལྕགས་ ཀྱི་ གཏུན་ཤིང་ རབ་ཏུ་ འབར་བ་ དག་ འབྱུང་ ངོ་ །_།
en: The beings of this hell will perceive flaming iron clubs.

source: ལས་ ཀྱིས་ བྱས་པ འི་ གཏུན་ཤིང་ དེ་ རྣམས་ ཀྱིས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཕྱེ་མར་ རློག་ ཅིང་ གསོད་ དེ་ ཇི་ལྟ ར་ བྱེ་མ འི་ ཚད་ ཙམ་ དུ་ དེ་ལྟ ར་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཕྱེ་མར་ རློག་ གོ །_།
en: These clubs, which are products of their own karmic actions, will crush all their major and minor body parts, grinding them to dust.

source: ཚོར་བ་ དེས་ ཉམ་ཐག་པ་ དག་ འོ་དོད་ འབོད་ ངུ་སྐད་ འབྱིན །_
en: As the hell beings are slaughtered in this way, they undergo agonizing pains and cry out in agony.

source: སྨྲེ་སྔགས་ འདོན་ ཅིང་ ཕན་ཚུན་ དུ་ རྒྱུག་ སྟེ །_ བརྒྱུགས་པ་ དང་ །_ གཏུན་ཤིང་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱིས་ ཀུན་ དུ་ འཚོག་ གོ །_།
en: Screaming, they scramble among each other, yet the burning clubs will keep on striking.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཚོར་བ ས་ ཉེན་པ འི་ སེམས་ཅན་ དེ་དག་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཟུང་ ནས་ སྤུ་གྲི་ དག་ གིས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ འཇོག་ ཅིང་ གཤོག་ ལ་ འདྲ་ ལ་ལོ །_།
en: Until their karmic actions have been overcome, relinquished, and exhausted, the beings who are tormented by these tortures will then also be seized by the Lord of Death’s henchmen, who will proceed to mutilate and amputate all their major and minor body parts.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པས་ དྲེག་ ཅན་ དུ་ སྐྱེ་བ ར་ འགྱུར །_
en: $506 “When these beings finally escape their hell they may, due to karmic actions to be experienced in future lives, avoid taking birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པས་ དབུལ་བ ར་ འགྱུར་ ཞིང་སྨན་པ་ དང་ །_ སྨན་སྦྱོར་བ་ དང་ བྲལ་བ འི་ ཡུལ་ངན་པ་ དང་ །_ རྩྭ་ དང་ །_ མྱ་ ངམ་ དང་ །_ མེས་ ཚིག་པ ས་ འཇིག་པ་ མང་བ འི་ ཡུལ་ངན་པ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །།_།།
en: Yet, in accordance with their causal actions, they will be born filthy and poor in a wretched place such as a grassland or a desert that lacks medicine and medical facilities, and they will live in fear of the frequent fires.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་ [179b] འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ འཁོར་ རྡོ་ མེ་ འབར་བ་ ཆར་ ལྟར་ འབབ་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $507 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, {{page:{number:196,id:UT22084-068-021-100222,folio:F.179.b,volume:V68}}} he will apply knowledge derived from hearing and thus perceive a neighboring hell realm known as Rain of Burning Stones.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ རྡོ་ མེ་ འབར་བ་ ཆར་ ལྟར་ འབབ་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to take birth there, he will see that birth in the hell realm known as Rain of Burning Stones is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct.

source: ཆང་ ནི་ གཡུལ་འགྱེད་པ འི་ དོན་ དུ་ ཇི་ལྟ ར་ གླང་པོ་ཆེ་ ཆེན་པོ ས་ གཡུལ་ དུ་ མི་ མང་པོ་ གསོད་པ ར་ འགྱུར་ ཏེ །_
en: As for alcohol, some people feed war elephants alcohol, hoping that they will kill many people and bring victory on the battlefield.

source: དེ་ལས་ བདག་ཅག་ རྒྱལ་བ ར་ འགྱུར་བ ར་ བྱ འོ་ སྙམ་ ནས་ གླང་པོ་ཆེ་ དག་ ལ་ ཆང་ བླུད་ དེ །_ མི་ བསད་ ན་ དེ་དག་ ལས་ དེ འི་ རྣམ་པར་ སྨིན་པ ས་ སེམས་ཅན་ དམྱལ་བ་ རྡོ་ མེ་ འབར་བ་ ཆར་ ལྟར་ འབབ་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: The implementation of such a strategy that leads to the killing of humans will later ripen as birth in the hell known as Rain of Burning Stones.

source: སེམས་ཅན་ དམྱལ་བ་ དེར་ ལས་ ལས་ སྐྱེས་པ་ མེ་ རབ་ཏུ་ འབར་བ འི་ གླང་པོ་ཆེ་ སྲོག་ ཐམས་ཅད་ འཕྲོག་པ ར་ བྱེད་པ་ འབྱུང་ སྟེ །_ དེས་ མི་ དེ་ བཟུང་ ནས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཕུག་ ཅིང་ ཕྱེ་མར་ རློག་པ ར་ བྱེད །_
en: A flaming elephant produced by karmic action will appear and kill them, crushing all their major and minor body parts and grinding them to a pulp.

source: འཕེན་པ ར་ བྱེད་ ཅིང་ རྣམ་པར་ འཚེ་བ ར་ བྱེད །_ རྣམ་པར་ འཁྲུག་པ ར་ བྱེད་ ཅིང་ ཡན་ལག་ དང་ ཉིང་ལག་ སོ་སོ ར་ འབྱེད་ པར་ བྱེད་ དོ །_།
en: This elephant will hurl them, crush them, shake them, and tear them limb from limb.

source: དེ་ནས་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཕྱི་ ནས་ དེ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ གཟུང་ ངོ་ །_།
en: Once they escape this torture, these beings will be seized by the henchmen of the Lord of Death and thrown into boiling copper.

source: བཟུང་ ནས་ ཟངས་དམར་པོ་ རབ་ཏུ་ བསྐོལ་བ འི་ ནང་ དུ་ བཅུག་ སྟེ །_ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་ ཀྱི་ བར་ དུ་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ ཅིང་ འཚེད་ ལ་ གསོད་པ ར་ བྱེད་ དོ །_།
en: Thus, they will burn and boil for many hundreds of thousands of years, until finally their karmic actions have been overcome, relinquished, and exhausted.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན
en: $509 “When they finally escape this hell they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེས་ གླང་པོ་ཆེ་ བསད་པ ར་ བཤམས་ ཀྱང་ གླང་པོ་ཆེ་ དེས་ གསོད་པ ར་ འགྱུར །_
en: Yet, in terms of effects that accord with their causal actions, they will, while planning to kill elephants, instead end up killed by elephants themselves.

source: དབུལ་ ཞིང་ བྱད་བཞིན་ ངན་ ལ་ རྐང་པ་ དང་ ལག་པ་ བོང་བུ འི་ རྐང་པ་ ལྟར་ འགྱུར་ [180a] ཞིང་ ལུས་ རྟག་ ཏུ་ རྩུབ་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Moreover, they will be poor, they will have unsightly faces, their hands and feet will resemble donkey hooves, {{page:{number:197,id:UT22084-068-021-100223,folio:F.180.a,volume:V68}}} and their bodies will always be disgusting.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ འཆི་མེད་ ཅེས་བྱ་བ་ མཐོང་ ངོ་ །_།
en: $510 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive a great hell known as Impossible to Die.

source: དེར་ མི་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will, as in the previous cases, see that such birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct.

source: ཆང་ ནི་ བུད་མེད་ གཞན་ འོས་པ་ མ་ཡིན་པ་ ལ་ བླུད་ དེ་ བླུད་ ནས་ ཀྱང་ མྱོས་པ ས་ འཁྲུལ་ པར་ བྱས་ ལ །_ དེ་ དང་ ལྷན་ཅིག་ ཏུ་ མི་ ཚངས་པ ར་ སྤྱད་ ན་
en: As for alcohol, some people misbehave by offering alcohol to unsuitable females, intoxicating them in order to engage in sexual relations.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ འཆི་མེད་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell of Impossible to Die.

source: ཁྱི་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ རླིག་པ་ འབྱིན་པ ར་ བྱེད་ དོ །_།
en: Burning dogs will appear and bite off their testicles.

source: ཕྱུང་ ཞིང་ བཏོན་ ནས་ ཀྱང་ ཡང་ ཤིན་ཏུ་ འཇམ་ ཞིང་ སྡུག་པ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། |#| ཡང་ འབྱིན་པ ར་ བྱེད་ དེ །_
en: However, even though they have been ripped up and torn off in this way again and again, they will grow out once more, soft and beautiful—only to be bitten off anew.

source: གནོད་པ་ དོན་ གྱིས་ བྱེད་པ ས་ ངུ་སྐད་ འབྱིན་པ ར་ བྱེད་ དོ །_།
en: Thus tortured, these beings will scream out in agony.

source: དེ་ལྟ ར་ དེ་དག་ དེ་ལས་ ཐར་ ནས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: $512 “When they finally escape this condition, they will run away as best they can.

source: དེ་དག་ བྲོས་པ འི་ མདུན་ ན་ ངམ་གྲོག་ ཆེན་པོ་ དེ་ ལ་ བྱ་རོག་ དང་ །_ བྱ་རྒོད་ དང་ །_ འུག་པ་ དང་ །_ བྱ་ དྷྱ་ མི་ ཀ་ ལྕགས་ ཀྱི་ མཆུ་ དང་ སེན་མོ་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱིས་ གང་བ་ མཐོང་ ངོ་ །_།
en: Before them they will perceive a vast precipitous area filled with ravens, vultures, owls, and eagles,#70 all with flaming beaks and claws.

source: ངམ་གྲོག་ དེ་ལས་ སེམས་ཅན་ དམྱལ་བ་ འཁམས་ ཏེ་ བཞིན་ གྱུར་པ །_ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ་ དེ་དག་ རབ་ཏུ་ ལྟུང་ ངོ་ །_།
en: At this sight, the beings of this hell will faint and fall to the ground, yearning for safety and protection.

source: དེ་ནས་ བྱ་རོག་ དང་ །_ བྱ་རྒོད་ དང་ །_ འུག་པ་ མཆུ་ དང་ སེན་མོ་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱིས་ ཡན་ལག་ དང་ ཉིང་ལག་ སོ་སོ ར་ ཕྱེ་ སྟེ་ ཟ འོ །_།
en: The ravens, vultures, and owls will then descend upon them, tear all their limbs and organs apart with their flaming beaks and claws, and devour them.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཡང་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: The beings of this hell will continue to be reborn in this way for many hundreds of thousands of years until finally their karmic actions have been overcome, relinquished, and exhausted.

source: དེ་དག་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལན་ གྲངས་ གཞན་ [180b] ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ
en: $513 “Once they are free from this hell they may, due to karmic actions to be experienced in other lives, {{page:{number:198,id:UT22084-068-021-100224,folio:F.180.b,volume:V68}}} avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human, just as described previously.

source: ལས་ དེ འི་ རྒྱུ་ དང་ འཐུན་པ འི་ འབྲས་བུ ས་ རྒྱལ་པོས་ བཟུང་ ཞིང་ ལུས་ མདོག་ ངན་པ་ དང་ །_ བཞིན་ མདོག་ ངན་པ ར་ གྱུར་ ཅིང་ དེ་ཉིད་ དུ་ འཆི་བ འི་ དུས་ བྱེད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet, in terms of effects that accord with their causal actions, they will be arrested by the authorities, the color and complexion of their bodies and faces will turn unpleasant, whereupon they will die.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_
en: $514 “The monk who has knowledge of the effects of the ripening of karmic actions will then continue to examine the regions that surround the Great Howling Hell.

source: གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ སྔ་མ་ བཞིན་ དུ་ དེས་ མཐོང་ ངོ་ །_།
en: He will find that beings take birth there due to resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct as described before.

source: ཆང་ ནི་ དུག་ དང་ སྦྱར་ ནས་ དགྲ་ གསད་པ ར་ བྱ་བ འི་ ཕྱིར་ བླུད་ ན་
en: As for alcohol, however, some people kill their enemies by offering them poisoned alcohol.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ འཁོར་ ལྕགས་ ཚལ་ དགོན་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms, taking birth in the neighboring hell of Iron Wilderness.

source: འདི་ལྟ་སྟེ །_
en: $515 “The beings in that realm will experience the following tortures.

source: ལྕགས་ ཀྱི་ འཁོར་ལོ་ འཁོར་བ་ རབ་ཏུ་ འབར་བ་ དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ |#| དེ་དག་ ལྕགས་ ཀྱི་ ཐག་པ ས་ བཅིངས་ ནས་ ལྕགས་ ཀྱི་ འཁོར་ལོ ས་ སྐོར་བ ར་ བྱེད་ དོ །_། སྐོར་བ་ ན་ དགྲ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ལ་ མཚོན་ཆ་ དག་ གིས་ འདེབས་པ ར་ བྱེད་ དེ །_
en: With iron chains they will be tied to a burning iron wheel, and as that wheel is spun, their enemies, the Lord of Death’s henchmen, will strike weapons at all their major and minor body parts.

source: ཇི་ལྟ ར་ ཡུངས་འབྲུ་ ཙམ་ དུ་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གི་ ལུས་ ཀྱི་ ཤ་ དེ་དག་ ལ་ ལྷག་མ་ མ་ལུས་པ ར་ བྱེད་ ཀྱང་ དེ འི་ ལས་ཉེས་ པར་ བྱས་པ འི་ རྣམ་པར་ སྨིན་པ ས་ དུས་ ལས་ འདའ་བ ར་ ནི་ མི་ བྱེད་ དོ །_།
en: In this way their bodies will be chopped up into pieces no larger than a mustard seed; nevertheless, due to the ripening of their flawed acts, they will not expire.

source: གལ་ཏེ་ དེ་དག་ ལས་ ཟད་ ནས་ འཁོར་ལོ་ འཁོར་བ་ དེ་ལས་ ཐར་ ནས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_
en: $516 “When at some point the relevant acts have been exhausted, they will escape the spinning wheel. They will then take off as best they can.

source: དེ་དག་ ལས་ ཀྱིས་ བྱས་པ འི་ ལྕགས་ ཀྱི་ སྦྲུལ་ རྣམས་ ཀྱིས་ བཟུང་བ ར་ འགྱུར་ ཏེ །_ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ །_ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཟ འོ །_།
en: However, they will be caught by iron snakes that devour them throughout many hundreds of thousands of years, until finally the relevant causal actions have been overcome, relinquished, and exhausted.
